Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memr.tmx
Source language: ca
Languages: es

source: $R_1$: verb art nom $$ art nom verb
es: $R_1$: verbo arte nombre $$ arte nombre verbo

source: $R_2$: verb art nom adj $$ art nom adj verb
es: $R_2$: verbo arte nombre adj $$ arte nombre adj verbo

source: $R_3$: verb art nom prep nompropi $$ art nom prep nompropi verb
es: $R_3$: verbo arte nombre prep nompropi $$ arte nombre prep nompropi verbo

source: (a) (c), vegeu l'apartat .
es: (a) (c), mirad el apartado .

source: (b) (c) (b), vegeu l'apartat .
es: (b) (c) (b), véase el apartado .

source: (correcte: cantell, viu) [Concordança de gènere o nombre]: [La] indicació era [inequívoca] $$ La [indicació] era [inequívoca]; [La] señal era [inequívoca] $$ [La] senyal era [inequívoca]$^*$ (correcte: el, inequívoc) [Anàfora:] Cualquier [indicación] es importante para quien la comprenda $$ Qualsevol [indicació] és important per a qui [la] comprenga; Cualquier [señal] es importante para quien la comprenda $$ Qualsevol [senyal] és important per a qui [la] comprenga.$^*$
es: (correcto: canto, vive) [Concordancia de género o número]: [La] indicación era [inequívoca] $$ La [indicación] era [inequívoca]; [La] señal era [inequívoca] $$ [La] señal era [inequívoca]$^$ (correcto: el, inequívoco) [Anáfora:] Cualquier [indicación] se importante para quien la comprenda $$ Cualquier [indicación] es importante para quién [la] comprenda; Cualquier [señal] es importante para quien la comprenda $$ Cualquier [señal] es importante para quién [la] comprenda.$^$

source: (exemple pres de {carl01j}).
es: (Ejemplo sacado de {carl01j}).

source: (només a tall d'exemple) si la llengua origen és el català i la llengua meta és l'anglés, tenim: homografia mal resolta d'un mot: ara rius $$ now *rivers en comptes de now you laugh.
es: (sólo a guisa de ejemplo) si la lengua origen es el catalán y la lengua meta es el inglés, tenemos: homografía mal resuelta de una palabra: ara rius $$ now *rivers en vez de now you laugh.

source: *{ mi piace la latte fredda} (correcte: { mi piace il latte freddo}).
es: { mí piace la latte fredda} (correcto: { mí piace il latte freddo}).

source: Art.def.sg. casa gran .
es: Arte.def.sg. casa grande.

source: Art.def.sg. casa gran de Art.def.sg. amor .
es: Arte.def.sg. casa grande de Arte. def.sg. amor.

source: Art.def.pl. casa gran .
es: Arte.def.pl. casa grande.

source: n[lema=situació, nbr=pl, gen=f],
es: n[lema=situación, nbr=pl, gen=f],

source: 2 4 6 Si una forma superficial té només una forma lèxica, però dues possibles traduccions a una altra llengua{}
es: 2 4 6 Si una forma superficial tiene sólo una forma léxica, pero dos posibles traducciones a otra lengua{}

source: Anàlisi, generació i traducció Anàlisi, transferència i generació Anàlisi i transferència.
es: Análisis, generación y traducción Análisis, transferencia y generación Análisis y transferencia.

source: Desavantatges d'interlingua: Vista la semblança sintàctica entre les llengües involucrades, sembla excessivament costós fer l'esforç de dissenyar una representació d'interlingua, fer l'anàlisi i la generació completa dels textos (lèxica, sintàctica, semàntica) quan una transferència morfològica completa i sintàctica parcial seria suficient.
es: Desventajas de interlingua: Vista el parecido sintáctico entre las lenguas involucradas, parece excesivamente costoso hacer el esfuerzo de diseñar una representación de interlingua, hacer el análisis y la generación completa de los textos (léxica, sintáctica, semántica) cuando una transferencia morfológica completa y sintáctica parcial sería suficiente.

source: Els arbres d'anàlisi sintàctica corresponents.
es: Los árboles de análisis sintáctico correspondientes.

source: Els sistemes de transferència morfològica Els sistemes de transferència semàntica superficial Els sistemes d'interlingua
es: Los sistemas de transferencia morfológica Los sistemas de transferencia semántica superficial Los sistemas de interlingua

source: Els sistemes de transferència morfològica.
es: Los sistemas de transferencia morfológica.

source: En la d'anàlisi.
es: En la de análisis.

source: L'obtenció de la forma lèxica d'un mot a partir de la forma superficial.
es: La obtención de la forma léxica de una palabra a partir de la forma superficial.

source: Posant-hi la traducció més probable, basada en les freqüències d'ús dels mots.
es: Poniendo la traducción más probable, basada en las frecuencias de uso de las palabras.

source: T { A B}{}T'{ B A}{} T'' El text $T''$ serà previsiblement diferent del text $T$.
es: T { A }{}B Te { B A Te}{} ' El texto $Te '$ será previsiblemente diferente del texto $T$.

source: Avantatges de transferència: Les llengües són prou similars perquè un sistema de transferència morfològica completa i sintàctica parcial amb poques regles done resultats acceptables.
es: Ventajas de transferencia: Las lenguas son bastante similares porque un sistema de transferencia morfológica completa y sintáctica parcial con pocas reglas doy resultados aceptables.

source: Com més profunda és l'anàlisi en un sistema de traducció automàtica{}
es: Cuanto más profundo es el análisis en un sistema de traducción automática{}

source: En quin tipus de sistema de traducció automàtica tindrien bàsicament la mateixa representació les frases ``David és vist per Lluc'' i ``Lluc veu David''?
es: ¿En qué tipo de sistema de traducción automática tendrían básicamente la misma representación las frases ``David es visto por Rebrote'' y ``Rebrote ve David''?

source: Si una oració té només una ambigüitat lèxica pura, té només un arbre únic d'anàlisi sintàctica.
es: Si una oración tiene sólo una ambigüedad léxica pura, tiene sólo un árbol único de análisis sintáctico.

source: 4 de transferència, un d'anàlisi i un de generació 5 de transferència, un d'anàlisi i un de generació 8 de transferència, un d'anàlisi i un de generació
es: 4 de transferencia, uno de análisis y uno de generación 5 de transferencia, uno de análisis y uno de generación 8 de transferencia, uno de análisis y uno de generación.

source: El sistema només ha usat dues seqüències (1: { art}--{ subst} i 2: { art}--{ subst}--{ adj}) per a intentar fer la concordança.
es: El sistema sólo ha usado dos secuencias (1: { arte}--{ subst} y 2: { arte}--{ subst}--{ adj}) para intentar hacer la concordancia.

source: Quina és?
es: ¿Cuál es?

source: $$ La gramàtica es ambigua, és a dir, capaç de generar dos arbres d'anàlisi sintàctica per a oracions com ara ``L'home porta la clau de l'armari gran''.
es: $$ La gramática es ambigua, es decir, capaz de generar dos árboles de análisis sintáctico para oraciones como por ejemplo "El hombre trae la clave del armario grande''.

source: D'altra banda, la reversibilitat; per exemple, la representació abstracta que produeix el mòdul d'anàlisi en un sistema que va del català al francés pot ser la mateixa que processa el mòdul de generació d'un sistema francés--català, i viceversa, la representació abstracta que processa el mòdul de generació de francés del sistema català--francés pot ser la mateixa que genera l'analitzador de francés d'un sistema francés--català.
es: Por otra parte, la reversibilidad; por ejemplo, la representación abstracta que produce el módulo de análisis en un sistema que va del catalán al francés puede ser la misma que procesa el módulo de generación de un sistema francés--catalán, y viceversa, la representación abstracta que procesa el módulo de generación de francés del sistema catalán--francés puede ser la misma que genera el analizador de francés de un sistema francés--catalán.

source: Un sistema de traducció automàtica per transferència tradueix en qualsevol sentit entre quatre llengües.
es: Un sistema de traducción automática por transferencia traduce en cualquier sentido entre cuatro lenguas.

source: Desavantatges de transferència: Per descomptat, cada vegada que s'afig una llengua a un sistema amb $N$ llengües s'han d'escriure $2N$ mòduls de transferència i calen experts bilingües per a construir-los tots.
es: Desventajas de transferencia: Por supuesto, cada vez que se añade una lengua a un sistema con $N$ lenguas se tienen que escribir $2N$ módulos de transferencia y hacen falta expertos bilingües para construirlos todos.

source: Aquestes tres fases s'esquematitzen en la figura .
es: Estas tres fases se esquematizan en la figura .

source: D'aquesta oració, l'analitzador sintàctic, només en veu la seqüència de categories lèxiques: det n v det n $$ L'anàlisi, pas a pas, es mostra en la taula .
es: De esta oración, el analizador sintáctico, sólo ve la secuencia de categorías léxicas: det n v det n $$ El análisis, a paso, se muestra en la mesa .

source: Si demanàrem a una persona no experta que dissenyara un sistema de traducció automàtica, el primer disseny no seria molt diferent del que s'ha descrit.
es: Si pidiéramos a una persona no experta que diseñara un sistema de traducción automática, el primer diseño no sería muy diferente del que se ha descrito.

source: El procés es pot resumir en l'alineament següent: a n g o i x a v e n a n g o ixa - - r<verb><impind> - <3><pl> Si la forma superficial haguera estat angostes, tot el procés fins a ango- hauria estat idèntic.
es: El proceso se puede resumir en la alineación siguiente: a n g o i x a v e n a n g o ixa - - r<verb><impind> - <3><pl> Si la forma superficial hubiera sido angostes, todo el proceso hasta ango- habría sido idéntico.

source: [$R_2$:] detectar ``determinant nom adjectiu''; propagar el nombre (sing./pl.) del determinant maori (te/ng{a}) al nom i a l'adjectiu catalans; propagar el gènere (masc./fem.) del nom català al determinant i a l'adjectiu catalans.
es: [$R_2$:] detectar ``determinante nombre adjetivo''; propagar el número (sing./pl.) del determinando maori (te/ng{a )}al nombre y al adjetivo catalanes; propagar el género (masc./estiércol.) del nombre catalán al determinante y al adjetivo catalanes.

source: Avantatges d'interlingua: són necessaris menys mòduls nous quan s'afig una llengua nova al sistema (només un d'anàlisi i un de generació).
es: Ventajas de interlingua: son necesarios menos módulos nuevos cuando se añade una lengua nueva al sistema (sólo uno de análisis y uno de generación).

source: Aquest és bàsicament el modus operandi dels sistemes d'interlingua i constitueix l'aproximació composicional.
es: Este es básicamente el modus operandi de los sistemas de interlingua y constituye laaproximación composicional.

source: Traducció indirecta per transferència per transferència morfològica (anomenada directa) per transferència sintàctica per transferència semàntica per interlingua interlingua versus transferència Aproximacions inductives a la traducció automàtica.
es: Traducción indirecta por transferencia por transferencia morfológica (llamada directa) por transferencia sintáctica por transferencia semántica por interlingua interlingua versus transferencia Aproximaciones inductivas a la traducción automática.

source: } {Fase d'anàlisi d'un sistema senzill de transferència morfològica avançada}
es: } {Fase de análisis de un sistema sencillo de transferencia morfológica avanzada}

source: { les situacions complexes } } {Fase de generació d'un sistema senzill de transferència morfològica avançada }
es: { Las situaciones complejas } } {Fase de generación de un sistema sencillo de transferencia morfológica avanzada }

source: Crear un nou mòdul de generació ($G_4$).
es: Crear un nuevo módulo de generación ($G_4$).

source: De transferència amb 2 llengües (hem afegit la tercera) De transferència amb 4 llengües (hem afegit la quinta)
es: De transferencia con 2 lenguas (hemos añadido la tercera) De transferencia con 4 lenguas (hemos añadido la quinta)

source: Dos, un per a la fase d'anàlisi i un altre per a la de transferència.
es: Dos, uno para la fase de análisis y otro para la de transferencia.

source: El principi de composicionalitat semàntica (PCS, capítol ) afirma que la interpretació (el significat) d'una oració es construeix composicionalment a partir de les interpretacions dels mots, seguint els agrupaments dictats pel seu arbre d'anàlisi sintàctica, i també al revés, que les oracions es poden construir composicionalment a partir de les interpretacions {tellier00p}.
es: El principio de composicionalidad semántica (PCS, capítulo ) afirma que la interpretación (el significado) de una oración se construye composicionalmente a partir de las interpretaciones de las palabras, siguiendo los agrupamientos dictados por su árbol de análisis sintáctico, y también a la inversa, que las oraciones se pueden construir composicionalmente a partir de las interpretaciones {tellier00p}.

source: Els sistemes de transferència sintàctica només usen informació bilingüe en una de les tres fases.
es: Los sistemas de transferencia sintáctica sólo usan información bilingüe en una de las tres fases.

source: Els sistemes de transferència sintàctica usen informació únicament monolingüe en dues de les tres fases.
es: Los sistemas de transferencia sintáctica usan información únicamente monolingüe en dos de las tres fases.

source: La traducció automàtica basada en exemples que intenta construir plantilles de traducció a partir dels exemples observats i generalitzar-les perquè servisquen en noves situacions.
es: La traducción automática basada en ejemplos que intenta construir plantillas de traducción a partir de los ejemplos observados y generalizarlas porque sirvan en nuevas situaciones.

source: La fase de transferència converteix la RALO en una altra representació abstracta similar, però per a la llengua meta (RALM).
es: La fase de transferencia convierte la RALO en otra representación abstracta similar, pero para la lengua meta (RALM).

source: Preedició, traducció per transferència, disseminació, postedició.
es: Preedición, traducción por transferencia, diseminación, postedición.

source: Quan hem llegit ango- el ventall de possibilitats es fa més estret: pot ser una forma d'angoixa, d'angoixar o d'angost.
es: Cuando hemos leído ango- el abanico de posibilidades se hace más estrecho: puede ser una forma deangoixa, deangoixar o deangost.

source: Sí, açò pot ocòrrer quan es donen els anomenats passis gratuïts; de segur que, si insistim, trobarem alguna oració que hi serà traduïda malament.
es: Sí, esto puede ocurrir cuando se dan los llamados pases gratuitos; de seguro que, si insistimos, encontraremos alguna oración que estará traducida mal.

source: Una Vuit.
es: Una Ocho.

source: {} es tracta d'un mot homògraf.
es: {} se trata de una palabra homógrafa.

source: {}més senzilla és la generació.
es: {}más sencilla es la generación.

source: {{9cm}{ DESAMBIGUACIÓ CATEGORIAL
es: {{9cm}{ DESAMBIGUACIÓN CATEGORIAL

source: (b) (b) (c) (c) (b) (c) (c) (b) (a) (a) (c) Si la distribució dels mots fóra al atzar, la freqüència de tots els parells de mots seria la mateixa i molt baixa.
es: (b) (b) (c) (c) (b) (c) (c) (b) (a) (a) (c) Si la distribución de las palabras fuera al azar, la frecuencia de todos los pares de palabras sería la misma y muy baja.

source: ... produeix, per a cada mot, totes les formes superficials corresponents.
es: ... produce, para cada palabra, todas las formas superficiales correspondientes.

source: Canvi d'un mot per un altre per causa d'una homografia en alguna de les dues llengües com aquest$$como este$$menjo aquest; riu sec$$río seco$$ric sec.
es: Cambio de una palabra por otro por causa de una homografía en alguna de las dos lenguas com aquest$$como este$$mejo aquest; riu sec$$río seco$$ric sec.

source: Construir 6 nous mòduls de transferència ($T_{14}$, $T_{24}$, $T_{34}$, $T_{41}$, $T_{42}$ i $T_{43}$).
es: Construir 6 nuevos módulos de transferencia ($T_{14}$, $T_{24}$, $T_{34}$, $T_{41}$, $T_{42}$ y $T_{43}$).

source: Correcta: El navegant estelar de Zkannag va adquirir el control.
es: Correcta: El navegante estelar de Zkannag adquirió el control.

source: Els sistemes de transferència semàntica superficial.
es: Los sistemas de transferencia semántica superficial.

source: En la de generació En la de transferència.
es: En la de generación En la de transferencia.

source: En un sistema de transferència sintàctica Quantes llengües (naturals) ha de conéixer l'equip d'experts que ha d'incorporar una nova llengua a un sistema de traducció automàtica basat en interlingua que ja en té 7?
es: En un sistema de transferencia sintáctica ¿Cuántas lenguas (naturales) tiene que conocer el equipo de expertos que tiene que incorporar una nueva lengua a un sistema de traducción automática basado en interlingua que ya tiene 7?

source: La fase de generació (o síntesi) produeix la frase en la llengua meta a partir de la RALM.
es: La fase de generación (o síntesis) produce la frase en la lengua meta a partir de la RALM.

source: La fase de transferència d'un sistema de transferència sintàctica es realitza basant-se en el fet que els arbres d'anàlisi sintàctica són invariables.
es: La fase de transferencia de un sistema de transferencia sintáctica se realiza basándose en el hecho de que los árboles de análisis sintáctico son invariables.

source: La fase de transferència d'un sistema de transferència sintàctica realitza transformacions d'arbres d'anàlisi sintàctica d'acord amb regles determinades.
es: La fase de transferencia de un sistema de transferencia sintáctica realiza transformaciones de árboles de análisis sintáctico de acuerdo con reglas determinadas.

source: La generació morfològica.
es: La generación morfológica.

source: Les seqüències de categories morfològiques corresponents.
es: Las secuencias de categorías morfológicas correspondientes.

source: Preedició, traducció per transferència, postedició, disseminació.
es: Preedición, traducción por transferencia, postedición, diseminación.

source: Quan hem llegit angoi- ja sabem que el lema és angoixar o angoixa, és a dir, que comença per { angoixa}.
es: Cuando hemos leído angoi- ya sabemos que el lema es angoixar o angoixa, es decir, que comienza por { angoixa}.

source: Si hem contruït un sistema que tradueix del català a l'alemany, podem usar el mòdul de generació de l'alemany per a construir un sistema de l'espanyol a l'alemany.
es: Si hemos construido un sistema que traduce del catalán al alemán, podemos usar el módulo de generación del alemán para construir un sistema del español al alemán.

source: Tres, un per a la fase d'anàlisi, un altre per a la de transferència i un tercer per a la de generació.
es: Tres, uno para la fase de análisis, otro para la de transferencia y un tercero para la de generación.

source: Una fase complexa de transferència en un sistema d'interlingua.
es: Una fase compleja de transferencia en un sistema de interlingua.

source: Usant informació morfosintàctica, ja que en la posició concreta de la frase podria anar només un verb o un substantiu.
es: Usando información morfosintáctica, puesto que en la posición concreta de la frase podría ir sólo un verbo o un sustantivo.

source: polisèmia mal resolta d'un mot: rebrem el president a l'estació $$ we will welcome the president at the *season en comptes de at the station.
es: polisemia mal resuelta de una palabra: recibiremos el presidente a la estación $$ we will welcome the presidente at the *season en vez de at the station.

source: {} probablement un sistema autòmatic haurà de recòrrer a informació estadística o regles sobre el context per triar-ne una.
es: {} probablemente un sistema automático tendrá que recurrir a información estadística o reglas sobre el contexto para elegir una.

source: {}més senzilla és la transferència.
es: {}más sencilla es la transferencia.

source: { Nos ofreció un postre buenísimo} $$ { Ens va oferir unes postres boníssimes}: La traducció és correcta.
es: { Nos ofreció un postre buenísimo} $$ { Nos ofreció unos postres buenísimos}: La traducción es correcta.

source: [Polisèmia:] El [canto] de la sirena $$ El [cant] de la sirena; El [canto] de la moneda $$ El [cant] de la moneda$^*$.
es: [Polisemia:] El [canto] de la sirena $$ El [canto] de la sirena; El [canto] de la moneda $$ El [canto] de la moneda$^$.

source: (c) (c), vegeu l'apartat .
es: (c) (c), véase el apartado .

source: ... produeix, per a cada mot, totes les parelles lema--informació morfològica possibles.
es: ... produce, para cada palabra, todas las parejas lema--información morfológica posibles.

source: Els sistemes d'interlingua.
es: Los sistemas de interlingua.

source: La casa gran.
es: La casa grande.

source: La preedició en un sistema de traducció automàtica usat per a la disseminació.
es: La preedición en un sistema de traducción automática usado para la diseminación.

source: La transferència morfològica.
es: La transferencia morfológica.

source: Les estructures semàntiques superficials corresponents.
es: Las estructuras semánticas superficiales correspondientes.

source: Llegir angoix- o angoixa- no ens permet determinar amb seguretat més informació sobre la forma lèxica; en el cas d'angoixa- es poden descartar algunes formes del verb angoixar com angoixem o angoixí, però encara en queden moltes.
es: Leer angoix- o angoixa- no nos permite determinar con seguridad más información sobre la forma léxica; en el caso deangoixa- se pueden descartar algunas formas del verbo angoixar como angoixem o angoixí, pero todavía nos quedan muchas.

source: No podria, perquè les dues traduccions són sempre possibles en qualsevol frase.
es: No podría, porque las dos traducciones son siempre posibles en cualquier frase.

source: Pèrdua de mots: en tinc dos$$tengo dos$$tinc dos; hi van arribar tard$$llegaron tarde$$van arribar tard.
es: Pérdida de palabras: en tinc dos$$tengo dos$$tinc dos; hi van arribar tard$$llegaron tarde$$llegaron tarde.

source: problemes de concordança: aquella gent estava feliç $$ *that people *was happy en comptes de those people were happy.
es: problemas de concordancia: aquella gente estaba feliz $$ *that people *was happy en vez de those people were happy.

source: Canvis de concordança: La dona cosia el coixí cansada$$La dona cosía la almohada cansada$$La dona cosia el coixí cansat. Quan tradueix del català a l'espanyol, cansada no concorda amb coixí i es tradueix independentment, però a la tornada almohada sí que concorda amb cansada i el sistema els tradueix com si formaren un sintagma.
es: Cambios de concordancia: La dona cosia el coixí cansada$$La dona cosía la almohada cansada$$La dona cosia el coixí cansat. Cuando traduce del catalán al español, cansada no concuerda con almohada y se traduce independientemente, pero no a la vuelta almohada sí que cuencuerda con cansaday el sistema los traduce como si formaran un sintagma.

source: En la segona, es consulta el diccionari bilingüe per a traduir les paraules de la frase a la llengua meta (LM).
es: En la segunda, se consulta el diccionario bilingüe para traducir las palabras de la frase a la lengua meta (LM).

source: Les cases grans.
es: Las casas grandes.

source: Les cases.
es: Las casas.

source: Quan hem vist angoixav- ja podem dir que el lema és angoixar, que es tracta d'un verb, i que estem, amb tota seguretat, davant d'una forma de l'imperfet d'indicatiu.
es: Cuando hemos visto angoixav- ya podemos decir que el lema es angoixar, que se trata de un verbo, y que estamos, con toda seguridad, delante de una forma del imperfecto de indicativo.

source: ambigüitat estructural mal resolta: Dona'm la clau d'aquell sistema $$ give me the key *from that system en comptes de give me the key to that system.
es: ambigüedad estructural mal resuelta: Dame la llave de aquel sistema $$ give me the key *from that system en vez de give me the key tono that system.
